[Translation]
ThisLanguage=		Lietuvių

Language=			Kalba:

DockSettings=		Programos nuostatos...
IconSettings=		Piktogramos nuostatos...
AddItem=			Pridėti:
  ItemFile=			Failą
  ItemPath=			Aplanką
  ItemSeparator=		Skirtuką
  ItemDockSettings=	Programos nuostatas
DeleteItem=			Ištrinti
TakeScreenshot=		Fotografuoti ekrano vaizdą


General=			Pagrindinės
AutoRun=			Paleisti startuojant Windows
HideLabels=			Nerodyti piktogramų pavadinimų
LockIcons=			Užrakinti piktogramas
AutoHide=			Autopaslėpimas


Icons=			Piktogramos
Size=				Dydis
Quality=			Kokybė
  QualityLow=		Žema kokybė (greitesnis veikimas)
  QualityMedium=		Vidutinė kokybė
  QualityHigh=		Aukšta kokybė (lėtesnis veikimas)
Zoom=				Piktogramos išdidinimas
ZoomRange=			Didinamų piktogramų skaičius
ZoomTime=			Didinimo greitis


Position=			Pozicija
Monitor=			Stebėjimas
  MonitorList=		Monitor
Side=				Pozicija ekrane
  SideTop=			Viršuje
  SideBottom=		Apačioje
  SideLeft=			Kairėje
  SideRight=		Dešinėje
Z-Order=			Pirmenybės nustatymas
  zTop=			Visada viršuje
  zNormal=			Normali
  zBottom=			Visada apačioje
Offset=			Centravimas


Style=			Stilius
Theme=			Tema:
Opacity=			Blokelio permatomumas
SelectFont=			Šrifto parinkimas


About=			Apie
Donate=			Paremk projektą
Updates=			Atnaujinimai
Forums=			Forumai



Quit=				Išjungti
OK=				Gerai
Cancel=			Atšaukti



Version=			Versija:
ThankYou=			RocketDock vysto Apple OS X fanai ir fanės, kurie siekia perteikti dalį Mac dvasios visiems kompiuteriams.<BR>Pastabas ir pasiūlymus dėl vertimo į lietuvių kalbą rašykite dalyviui GNU į Forumai mygtuką.<BR><BR>Mėgaukis!<BR>The Punk Software Komanda

Folders=			Piktogramų aplankai
DefaultFolder=		Numatytasis aplankas
ChangeFolder=		Pakeisti aplanką


Preview=			Peržiūra


DefaultIcon=		Numatytoji piktograma


Properties=			Nuostatos
Name=				Pavadinimas
Target=			Adresas
FindTarget=			Find Target
StartIn=			Start in
Arguments=			Argumentai
Run=				Paleisti
  RunNormal=		Normaliai
  RunMaximized=		Maksimizuotai
  RunMinimized=		Minimizuotai
Popup=			Iššokantis meniu:
ContextMenu=		tradicinis Windows meniu

FontOutlineColor=		Kontūrų spalva
FontShadowColor=		Šešėlių spalva
FontOutlineOpacity=	Kontūrų permatomumas
FontShadowOpacity=	Šešėlių permatomumas



;#################
;For Version 1.1.2
;#################

MouseActivate=		Iššokti užvedus pelę (kuomet dokelį dengia kiti langai)
AutoHideTime=		Pasislėpimo/pasirodymo trukmė
AutoHideDelay=		Laikas iki pasislėpimo/pasirodymo
UberIconFX=			Nuspaudimo efektas



;#################
;For Version 1.2.0
;#################

ZoomFlat=			Didinimas: visų piktogramų
VerticalOffset=		Aukštis
ItemBlank=			Tuščią piktogramą
Defaults=			Atkurti nuostatas
Confirm=			Patvirtinti
ConfirmDefaults=		Ar tikrai nori atkurti visus RocketDock nustatymus? Šis veiksmas nepaveiks piktogramų išdėstymo.
;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Suskleisti (minimize) langus į dokelį
ShowRunning=		Rodyti veikiančių programų indikatorių
OpenRunning=		Veikiančių programų iššaukimas (Running Application Instance)
UseINI=			Išsaugoti nustatymus settings.ini faile
GetMore=			Gauk daugiau
Behavior=			Elgesys
MouseActivateDelay=	Laikas iki iššokimo:
IconActivationFX=		Piktogramos nuspaudimo animacija
None=				Jokios
Bounce=			Šuoliuojanti
ZoomOpaque=			Išdidintas piktogramas padaryti nepermatomas
HoverFX=			Animacija užvedus pele ant piktogramos:
ZoomBubble=			Didinimas: burbulo efektas
ZoomPlateau=		Didinimas: tolygus
OpenWindow=			Atidaryti langą
CloseWindow=		Uždaryti langą
ItemRecycleBin=		Šiukšliadėžę
StateNormal=		Normali piktograma
StateEmpty=			Tuščia šiukšliadėžė
StateFull=			Pilna šiuksliadėžė


;#################
;For Version 1.3.1
;#################

DebugInfo=			Debug Info
ConfirmDebugInfo=		RocketDock is about to create a debug file...<BR><BR>It Will Contain:<BR>  * RocketDock's settings (including paths and arguments)<BR>  * The current list of running tasks<BR>  * Usefull system information.
DisableMinAnimation=	Išjungti suskleidimo (minimize) animacijas
OpenRunningShort=		Open Running
UseGlobal=			Naudoti bendrus nustatymus
Always=			Visada
Never=			Niekada
Warnings=			Įspėjimai: <COUNT>
WarningINIWrite=		Settings.ini yra Read-Only failas.  Nuostatos negali būti išsaugotos.
